[
    {
        "title": "Assassin's Creed Valhalla",
        "description": "Experience the epic Viking saga in Assassin's Creed Valhalla. Explore a dynamic and beautiful open world as Eivor, a fierce Viking warrior, and lead your clan to glory and prosperity. Engage in intense combat, build alliances, and conquer England in this action-packed adventure.",
        "price": "59.99",
        "image": "https://www.bing.com/images/blob?bcid=qAaBCobz6hsGcA"
    },
    {
        "title": "The Last of Us Part II",
        "description": "Embark on a harrowing journey in The Last of Us Part II. Follow Ellie as she navigates a post-apocalyptic world filled with infected creatures and ruthless survivors. Experience a compelling story, breathtaking visuals, and intense gameplay in this highly anticipated sequel.",
        "price": "49.99",
        "image": "https://images.wallpapersden.com/image/download/the-last-of-us-part-2-ps5_bGZlbWeUmZqaraWkpJRobWllrWdma2U.jpg"
    },
    {
        "title": "Call of Duty",
        "description": "Join the fight in Call of Duty",
        "price": "39.99",
        "image": "https"
    },
    {
        "title": "Red Dead Redemption 2",
        "description": "Immerse yourself in the wild west in Red Dead Redemption 2. Play as Arthur Morgan, a member of the infamous Van der Linde gang, as you navigate through a vast and detailed open world. Hunt, rob, and fight your way through a gripping story filled with memorable characters.",
        "price": "59.99",
        "image": "https"
    },
    {
        "title": "Spider-Man",
        "description": "Swing into action as Spider-Man in Miles Morales. Take on the role of young Miles as he learns to navigate his newfound powers and protect New York City from new threats. With stunning graphics and thrilling gameplay, this game is a must-play for Marvel fans.",
        "price": "49.99",
        "image": "https"
    },
    {
        "title": "FIFA 21",
        "description": "Experience the thrill of the beautiful game in FIFA 21. Play as your favorite teams and players in realistic matches and tournaments. With improved gameplay mechanics and enhanced graphics, this game delivers the most authentic soccer experience yet.",
        "price": "59.99",
        "image": "https"
    },
    {
        "title": "The Legend of Zelda",
        "description": "Embark on an epic adventure in The Legend of Zelda",
        "price": "59.99",
        "image": "https"
    },
    {
        "title": "God of War",
        "description": "Unleash your rage in God of War. Play as Kratos, a Spartan warrior, as he embarks on a quest for vengeance against the gods of Olympus. With brutal combat, epic boss battles, and a gripping story, this game is a must-play for action-adventure enthusiasts.",
        "price": "39.99",
        "image": "https"
    },
    {
        "title": "Minecraft",
        "description": "Unleash your creativity in Minecraft. Build and explore limitless worlds, mine resources, and craft tools and structures. With endless possibilities and a thriving community, this game offers hours of entertainment for players of all ages.",
        "price": "29.99",
        "image": "https"
    },
    {
        "title": "Cyberpunk 2077",
        "description": "Step into a futuristic world in Cyberpunk 2077. Play as V, a mercenary outlaw, as you navigate through the dangerous streets of Night City. With breathtaking visuals, deep customization options, and a branching narrative, this game is an immersive cyberpunk experience.",
        "price": "59.99",
        "image": "https"
    },
    {
        "title": "Super Mario Odyssey",
        "description": "Embark on a whimsical adventure in Super Mario Odyssey. Join Mario as he travels across various kingdoms in his quest to rescue Princess Peach from Bowser. With innovative gameplay mechanics and charming characters, this game is a must-have for Nintendo Switch owners.",
        "price": "49.99",
        "image": "https"
    },
    {
        "title": "Fortnite",
        "description": "Join the battle royale phenomenon in Fortnite. Engage in fast-paced multiplayer matches, build structures, and outlast your opponents in a fight for survival. With regular updates and a vibrant community, this game offers endless excitement and competitive gameplay.",
        "price": "0.00",
        "image": "https"
    },
    {
        "title": "Resident Evil Village",
        "description": "Enter a world of horror in Resident Evil Village. Play as Ethan Winters as he investigates a mysterious village filled with grotesque creatures and dark secrets. With stunning visuals, intense gameplay, and a chilling atmosphere, this game delivers a thrilling survival horror experience.",
        "price": "59.99",
        "image": "https"
    },
    {
        "title": "Hades",
        "description": "Descend into the underworld in Hades. Take on the role of Zagreus, the son of Hades, as you battle your way through hordes of mythical creatures in an attempt to escape the realm of the dead. With addictive gameplay and a captivating story, this game is a must-play for fans of roguelike games.",
        "price": "24.99",
        "image": "https"
    },
    {
        "title": "Pokémon Sword and Shield",
        "description": "Embark on a journey to become a Pokémon Champion in Pokémon Sword and Shield. Explore the Galar region, catch and train new Pokémon, and compete in exciting battles against other trainers. With stunning visuals and new gameplay features, this game offers a fresh take on the beloved Pokémon franchise.",
        "price": "59.99",
        "image": "https"
    }
]